export const DEFAULT_CONTRACT_SETTINGS = {
    contractor: {
        name: "นายอาคม เจริญผล",
        addressStructured: {
            houseNo: "139",
            village: "หนองฮาง",
            road: "",
            subDistrict: "หนองขาม",
            district: "อาจสามารถ",
            province: "ร้อยเอ็ด",
        }
    },
    finePolicy: "ในกรณีที่ผู้รับจ้างทำงานล่าช้ากว่ากำหนดสัญญา ผู้รับจ้างยอมให้ผู้ว่าจ้างปรับเป็นรายวัน วันละ 0.01% ของมูลค่าสัญญาจ้าง",
    warrantyDetails: "รับประกันโครงสร้าง 5 ปี และรับประกันสถาปัตยกรรม 1 ปี นับตั้งแต่วันส่งมอบงาน",
    amendmentPolicy: "การแก้ไขเปลี่ยนแปลงงานจ้างหรือวัสดุอุปกรณ์ ต้องทำเป็นลายลักษณ์อักษรและตกลงราคาค่าใช้จ่ายที่เพิ่มขึ้นหรือลดลงให้เสร็จสิ้นก่อนดำเนินงาน",
};

export const COMPANY_INFO = {
    name: "Piak House Construction",
    address: "139 บ้านหนองฮาง ตำบลอาจสามารถ อำเภออาจสามารถ จังหวัดร้อยเอ็ด 45110",
    phone: "081-056-3522",
    email: "kingkaew141122@gmail.com", // เปลี่ยนอีเมลที่นี่พียงจุดเดียว
    lineId: "0931021790"
};
